[
  "dataview",
  "obsidian-tasks-plugin",
  "obsidian-git",
  "obsidian-linter",
  "highlightr-plugin",
  "omnisearch",
  "obsidian-style-settings",
  "obsidian-hover-editor",
  "better-search-views",
  "settings-search",
  "pdf-plus",
  "editing-toolbar"
]